Repository: ChristophePerrin/wcs-sell-coupons
Catalog: languages/wcs-sell-coupons-*.po
Languages: es_es, fr_fr

source: Gift card
fr_fr: Carte cadeau

source: Please visit WooCommerce > Settings > General to setup WooCommerce Sell Coupons !
fr_fr: Veuillez visiter WooCommerce > Réglages > Général pour configure WooCommerce Sell Coupons !

source: Gift cards
fr_fr: Cartes cadeaux

source: Duration of gift cars
fr_fr: Durée des cartes cadeaux

source: Validity period of gift cards (in days)
fr_fr: Période de validité des cartes cadeaux (en jours)

source: Gift cards code prefix
fr_fr: Préfixe des codes de cartes cadeaux

source: Prefix used for coupon codes
fr_fr: Préfixe utilisé pour les codes des coupons

source: GF
fr_fr: CC

source: Gift cards shipping price
fr_fr: Frais d'envoi des cartes cadeaux

source: Shipping price per gift card (product)
fr_fr: Frais d'envoi par carte cadeau (produit)

source: Choose the shipping method :
fr_fr: Choisissez la méthode d'envoi :

source: Mail
fr_fr: Courrier

source: Restaurant withdrawal
fr_fr: Retrait au restaurant

source: Recipient e-mail address :
fr_fr: Adresse e-mail du destinataire :

source: required
fr_fr: requis

source: Recipient address :
fr_fr: Adresse du destinataire :

source: Number, Street, City, Zipcode
fr_fr: Numéro et nom de la rue, code postal, ville

source: Name of the recipient
fr_fr: Nom du destinataire

source: John Doe
fr_fr: Jean Dupont

source: Gift message
es_es: Mensaje de regalo
fr_fr: Message de la carte cadeau

source: Sending you this gift coupon with best wishes
es_es: Enviando este cupón de regalo con mis mejores deseos
fr_fr: Je t'envoie ce coupon cadeau avec mes meilleurs vœux

source: Add your gift message here.
fr_fr: Ajoutez votre message de carte cadeau ici.

source: Please fill in the required fields
fr_fr: Veuillez remplir tous les champs requis

source: None
fr_fr: Aucun

source: To :
fr_fr: À :

source: Address :
fr_fr: Adresse :

source: Shipping method :
fr_fr: Méthode d'envoi :

source: Recipient
fr_fr: Destinataire

source: Address
fr_fr: Adresse

source: Shipping method
fr_fr: Méthode d'envoi

source: Gift shipping fees
fr_fr: Frais d'envoi carte cadeau

source: To:
es_es: Para:
fr_fr: Pour :

source: - Sent to:
fr_fr: - Envoyé à :

source: offers you a gift card !
fr_fr: vous offre une carte cadeau !

source: Copy of Message
es_es: Copia de mensaje
fr_fr: Copie du message

source: Subject:
es_es: Asunto:
fr_fr: Sujet :

source: Your gift coupon was sent to:
fr_fr: Votre bon cadeau a été envoyé à:

source: Gift coupon was issued for order:
fr_fr: Ce Bon cadeau a été généré pour la commande:

source: Chèque Cadeau
es_es: Cupón de regalo

source: Bons cadeaux
es_es: Cupones de regalo

source: Durée des bons cadeaux
es_es: Duración de los cupones de regalo

source: La durée limite des bons cadeaux (en jours)
es_es: Vencimiento de los cupones de regalo (días)

source: Préfixe des codes bons cadeaux
es_es: Prefijo de los códigos de cupones

source: Le préfixe utilisé dans les codes promos
es_es: El prefijo utilizado a la hora de generar los códigos de cupón

source: E-mail du destinataire
es_es: Correo electrónico de destino

source: Nom et/ou prénom du destinataire
es_es: Nombre del destinatorio

source: Renseignez les champs obligatoires.
es_es: Rellenar los campos obligatorios

source: To
es_es: Para

source: Destinataire
es_es: Destinatorio

source: E-mail
es_es: Correo:

source: Message
es_es: Mensaje

source: Coupon
es_es: Cupón

source: Pour:
es_es: Para:

source: - Envoyé à:
es_es: - Enviado a:

source: vous offre un chèque cadeau !
es_es: le he enviado un cupón de regalo!

source: Votre chèque cadeau à utiliser sur
es_es: Su cupón de regalo para usar en

source: Bonjour
es_es: Buenos días

source: vous offre un chèque cadeau de
es_es: le ofrece un cupón de regalo de

source: à utiliser sur
es_es: que se puede utilizar en

source: Pour l'utiliser entrez ce code:
es_es: Para utilizarlo, dar de alta el código:

source: dans votre panier lors de votre achat.
es_es: en la cesta de compra cuando pase por caja.

source: Please note: this coupon expired on %s and cannot be used, this email is for information only.
es_es: Tenga en cuenta: este cupón ha caducado el %s y no se puede utilizar, este correo electrónico es solo para información.

source: Attention, ce chèque cadeau est valable seulement jusqu'au
es_es: Cuidado, este cupón de regalo tiene fecha de vencimiento de

source: Please note: this coupon is already used and cannot be used again, this email is for information only.
es_es: Tenga en cuenta que este cupón ya se utiliza y no se puede volver a utilizar, este correo electrónico es solo para información.

source: A bientôt sur
es_es: Hasta pronto en

source: Your gift coupon was sent to:
es_es: Su cupón de regalo fue enviado a:

source: Gift coupon was issued for order:
es_es: El cupón de regalo se emitió por pedido:
